{
  "stations": {
    "opening_prayer": {
      "position": 1,
      "roman_numeral": "",
      "title": "Opening Prayer",
      "scripture": "",
      "reading": "",
      "hymn": "At the cross her station keeping\n Stood the mournful mother weeping\n Close to Jesus to the last.",
      "image_path": "opening_prayer.jpg",
      "meditation": {
        "scripture": "",
        "reading": ""
      },
      "let_us_pray": "God our Father, in obedience to you your only son accepted death on the Cross for the salvation of mankind. We acknowledge the mystery of the cross on Earth. May we receive the gift of redemption in heaven. We ask this through Christ our Lord. Amen."
    },
    "first": {
      "position": 2,
      "roman_numeral": "I",
      "title": "Jesus is condemned to death",
      "scripture": "John",
      "reading": "Pilate was anxious to set him free but the Jews shouted: 'If you set him free, you are no friend of Ceaser's; anyone who makes himself king is defying Ceasar'. Hearing these words, Pilate had Jesus brought out. 'Here is your king', he said to the Jews. 'Take him away, take him away!' they said. 'Crucify him' 'Do you want me to crucify your king?' said Pilate. The chief priests answered, 'We have no king except Ceasar'. So in the end, Pilate handed him over to them to be crucified. (In.19:12-13a,15-16).",
      "meditation": {
        "scripture": "",
        "reading": "The father loves me because I lay down my life in order to take it up again. No one takes it from me; I lay it down of my own free will, and as it is in my power to lay it down, so it is in my power to take it up again; and this is the command I have been given by my father. (In.10:17-18)"
      },
      "image_path": "station01.jpg",
      "let_us_pray": "Lord, by shedding his blood for us your Son, Jesus Christ established the paschal mystery. In your goodness, make us holy and watch over us always. We ask this through Christ our Lord, Amen.",
      "hymn": "Through her heart his sorrow sharing\nAll his bitter anguish sharing\nNow at length the sword has passed."
    },
    "second": {
      "position": 3,
      "roman_numeral": "II",
      "title": "Jesus receives his cross",
      "scripture": "John",
      "reading": "Then they took charge of Jesus, and carrying his own cross, he went out of the city to the place of the skull, or as it was called in Hebrew, Golgotha. (In 19:17).",
      "meditation": {
        "scripture": "Matthew 16:24-26",
        "reading": "If anyone wants to be a follower of mine, let him renounce himself, take up his cross and follow me. For anyone who wants to save his life will lose it; but anyone who loses his life for my sake will find it. What then will a man gain, if he wins the whole world and ruins his life? Or what has a man to offer in exchange for his life?"
      },
      "image_path": "station0.jpg",
      "let_us_pray": "Almighty and ever-living God, you gave our saviour the command to become man and undergo the cross, as an example for all men to follow. We have the lessons of his sufferings; give us the fellowship of his resurrection. We ask this through Christ our Lord. Amen.",
      "hymn": "Oh how sad and sore distressed\nWas the mother highly blessed\nOf the sole begotten one."
    },
    "third": {
      "position": 4,
      "roman_numeral": "III",
      "title": "Jesus falls the first time under his cross",
      "scripture": "Isaiah",
      "reading": "The Lord Yahweh has opened my ear. For my part, I made no resistance, neither did I turn away. I offered my back to those who struck me, my cheeks to those who tore at my beard. I did not cover my face against the insult and spittle. The Lord Yahweh came to my help so that I am untouched by the insults. So too, I set my face like flint; I know I shall not be ashamed.",
      "meditation": {
        "scripture": "",
        "reading": "I tell you, most solemnly, unless a wheat grain falls on the ground and dies, it remains only a single grain; but if it dies, it yields a rich harvest. Anyone who loves his life loses it, anyone who hates his life in this world will keep it for eternal life. Now my soul is troubled. What shall I say? Father save me from this hour? But it was for this very reason that I have come to this hour. Father, glorify your name. (In.12:24-25;27-28)."
      },
      "image_path": "station03.jpg",
      "let_us_pray": "Father, through the obedience of Jesus, your servant and your Son, you raised a fallen world, Free us from sin and bring us to the joy that lasts forever. We ask this through Christ our Lord. Amen.",
      "hymn": "Christ above in torment hangs\nShe beneath beholds the pang\nOf her dying glorious son."
    },
    "fourth": {
      "position": 5,
      "roman_numeral": "IV",
      "title": "Jesus is met by his blessed mother",
      "scripture": "St. Luke",
      "reading": "Simeon blessed them and said to Mary his mother, \"You see this child: he is destined for the fall and for the rising of many in Israel, destined to be a sign that is rejected - and a sword will pierce your own sould too - so that the secret thoughts of many might be laid bare\". (Luke.2:34-35).",
      "meditation": {
        "scripture": "",
        "reading": "I have come so that they may have life and have it to the full. I am the good shepherd; I know my own and my own know me, just as the father knows me and I know the father; and I lay down my life for my sheep. (Jn 10:10b,14-15)."
      },
      "image_path": "station04.jpg",
      "let_us_pray": "Father, you prepared the Virgin Mary to be a worthy mother of your Son. You let her share beforehand in the salvation Christ would bring by his death, and kept her sinless from the first moment of her being. Help us by her prayers to live in your presence without sin. We ask this through Christ our Lord. Amen.",
      "hymn": "Is there one who would not weep\nWhelm'd the miseries so deep\nChrist's dear mother to behold."
    },
    "fifth": {
      "position": 6,
      "roman_numeral": "V",
      "title": "The cross is laid upon Simon of Cyrene",
      "scripture": "St. Mark",
      "reading": "They enlisted a passer-by, Simon of Cyrene, Father of Alexander and Rufus, who was coming in from the country to carry his cross.",
      "meditation": {
        "scripture": "",
        "reading": "The disciple is not superior to his teacher, nor the slave to his master, it is enough for the disciple that he should grow to be like his teacher, and the slave like his master. If they have called the master of the house Beelzebul, what will they not say of his household? Do not be afraid of those who kill the body but cannot kill the soul; fear him rather who can destroy bot body and soul in hell. (Matt 10:24-25,28)."
      },
      "image_path": "station05.jpg",
      "let_us_pray": "Father, by the blood of your own Son, you have set all men free and saved us from death, Continue the work of love within us, that by constantly celebrating the mystery of salvation, we may reach the eternal life it promises. We ask this through Christ our Lord. Amen.",
      "hymn": "Can the human heart refrain\nFrom partaking in her pain\nIn that mother's pain untold."
    },
    "sixth": {
      "position": 7,
      "roman_numeral": "VI",
      "title": "Veronica wipes the face of Jesus",
      "scripture": "Prophet Isaiah",
      "reading": "Who could believe what we have heard, and to whom the power of Yahweh been revealed? Like a sapling he grew up in front of us, like a root in arid ground. Without beauty, without majesty, we saw him, no looks to attract our eyes; a thing despised and rejected by men, a man of sorrows and familiar with suffering, a man to make people screen their faces. he was despised and we took no account of him. (Is 53:1-3).",
      "meditation": {
        "scripture": "John 12:45-46",
        "reading": "Whoever sees me, sees the one who sent me, I, the light have come into the world, so that whoever believes in me need not stay in the dark anymore."
      },
      "image_path": "station06.jpg",
      "let_us_pray": "God our father, no secret is hidden from you, for every heart is opened to you and every wish is known. Fill our hearts with the light of your Holy Spirit to free our thoughts from sin, that we may perfectly love you and fittingly praise you. We ask this through Christ our Lord. Amen.",
      "hymn": "Bruised, derided, cursed, defiled\nShe beheld her tender child\nAll with bloody scourges rent."
    },
    "seventh": {
      "position": 8,
      "roman_numeral": "VII",
      "title": "Jesus falls the second time",
      "scripture": "Prophet Isaiah",
      "reading": "And yet ours were the sufferings he bore, our the sorrows he carried. But we, we thought of him as someone punished and struck by God and brought low. Yet he was pierced for our faults, crushed for our sins. On him lies a punishment that brings us peace and through his wounds we are healed. We had all gone astray like sheep each taking his won way and Yahweh burdened him with the sins of all of us. (Is 53:4-6).",
      "meditation": {
        "scripture": "Luke 12:36-37;40",
        "reading": "Be like men who are waiting for their master to return from the wedding feast, ready to open the door as soon as he comes and knocks. Happy those servants whom the master finds awake when he comes. You too must stand ready, because the son of man is coming at an hour you do not expect."
      },
      "image_path": "station07.jpg",
      "let_us_pray": "Almighty God, grant that we who are constantly betrayed by our own weakness, may draw the breath of new life from the passion and death of your only begotten son. We ask this through Christ our Lord. Amen.",
      "hymn": "For the sins of his own nation\n Saw him hang in desolation\n Till his spirit forth he sent."
    },
    "eight": {
      "position": 9,
      "roman_numeral": "VIII",
      "title": "The women of Jerusalem mourns for Jesus",
      "scripture": "St. Luke",
      "reading": "Large numbers of people followed him and of women too, who mourned and lamented for him. But Jesus turned to them and said, \"Daughters of Jerusalem, do not weep for me; weep rather for yourselves and for your children. For the days will surely come when people will say, 'Happy are those who are barren, the wombs that have never born, the breasts that have never suckled!.' They they will begin to say to the mountains 'Fall on us'; to the hills, 'Cover us!'. For if men use the green wood like this, what will happen when it is dry?\"",
      "meditation": {
        "scripture": "Matthew 5:5,10-46",
        "reading": "Happy are those who mourn; they shall be comforted. Happy are those who are persecuted in the cause of right; theirs is the kingdom of heaven. Happy are you when men abuse you and perscute you and speak all kinds of calumny against you on my account; rejoice and be glad for your reward will be great in heaven."
      },
      "image_path": "station08.jpg",
      "let_us_pray": "Father, help us to be like Christ your Son, who loved the world and died for our salvation. Inspire us by his love, guide us by his example. We ask this through same Christ our Lord. Amen.",
      "hymn": "O thou mother! Fount of love\nTouch my spirit from above\nMake my heart with thine accord."
    },
    "ninth": {
      "position": 10,
      "roman_numeral": "IX",
      "title": "Jesus falls the third time",
      "scripture": "Prophet Isaiah",
      "reading": "By force and by law, he was taken; would anyone plead his cause? Yes, he was torn away from the land of the living; for our faults struck down in death. They gave him a grave with the wicked. A tomb with the rich, though he had done no wrong and there had been no perjury in his mouth. Yahweh had been pleased to crush him with suffering. If he offers his life in atonement, he shall see his heirs, he shall have a long life and throuhg him, what Yahweh wishes will be done.",
      "meditation": {
        "scripture": "Matthew 12:28-30",
        "meditation": "Come to me, all you who labour and are overburdened, and I will give you rest. Shoulder my yoke and learn from me, for I am gentle and humble of heart, and you will find rest for your souls. Yes, my yoke is easy and my burden light."
      },
      "image_path": "station09.jpg",
      "let_us_pray": "Lord, may the suffering and death of Jesus your only Son, make us pleasing to you. Alone we can do nothing, but may his perfect sacrifice win us your mercy and love. We ask this through Christ our Lord. Amen.",
      "hymn": "Make me feel as thou hast felt\n Make my soul to grow and melt\nWith the love of Christ my lord."
    },
    "tenth": {
      "position": 11,
      "roman_numeral": "X",
      "title": "Jesus is stripped of his clothes",
      "scripture": "St. John",
      "reading": "When the soldiers had finished crucifying Jesus, they took his clothing and divided it into four shares, one for each soldier. His undergarment was seamless, woven in one piece from neck to hem; so they said to one another, \"instead of tearing it, let's throw dice and decide who will have it.\" In this way, the words of Scripture were fulfilled: \"They shared my clothing among them, they cast lots for my clothes.\". This is exactly what the soldiers did. (In. 19:23-24)",
      "meditation": {
        "scripture": "Luke 12:49-50",
        "reading": "I have come to bring fire to the Earth, and how I wish it were blazing already! There is a baptism I must still receive, and how great is my distress till it is over."
      },
      "image_path": "station10.jpg",
      "let_us_pray": "Lord, by the suffering of Christ your Son, you have saved us all from the death we inherited from sinful Adam. By the law of nature, we have borne the likeness of his manhood. May the sanctifying power of grace help us to put on the likeness of our Lord in heaven. We ask this through the same Christ our Lord. Amen.",
      "hymn": "Holy Mother, pierce me through\nIn my heart each wound renew\nOf my saviour crucified."
    },
    "eleventh": {
      "position": 12,
      "roman_numeral": "XI",
      "title": "Jesus is nailed to the cross",
      "scripture": "St. John",
      "reading": "There, they crucified him with two others, one on either side with Jesus in the middle. Pilate wrote out a notice and had it fixed to the cross; it ran 'Jesus the Nazarene, King of the Jews'.",
      "meditation": {
        "scripture": "John 8:28; 12:31-32",
        "reading": "When you have lifted up the Son of Man, then you will know that I am He and that I do nothing of myself: what the father has taught me is what I preach. Now sentence is being passed on this world; now the price of this world is to be overthrown. And when I am lifted up from the earth, I shall draw all men to myself."
      },
      "image_path": "station11.jpg",
      "let_us_pray": "By your will, Lord God, your Son underwent the agony of the cross to break the power of sathan over man, give your people grace to rise again with Christ. We ask this through Christ our Lord, Amen.",
      "hymn": "Let me share with thee his pain\n Who for all my sins was slain\nWho for me in torments died."
    },
    "twelfth": {
      "position": 13,
      "roman_numeral": "XII",
      "title": "Jesus dies on the cross",
      "scripture": "John 19:28-30",
      "reading": "Jesus knew that everything had now been completed, and to fulfill the scripture perfectly, he said I am thirsty. A jar full of vinegar stood thre, so putting a sponge soaked in vinegar on hysop stick, they held it up to his mouth. After Jesus had finished taking the vinegar, he said, \"It is accomplished\"; bowing his head, he gave up his spirit.",
      "meditation": {
        "scripture": "",
        "reading": "Father, the hour has come: glorify your son so that your son may glorify you. I have glorified you on Earth and finished the work that you gave me to do. Now Father, it is time for you to glorify me with that glory I had with you before the world was. (In 17:1,4-6)"
      },
      "image_path": "station12.jpg",
      "let_us_pray": "Father of mercy, in your great love for us, you have given us your only Son. May he take us up into his own perfect sacrifice, that we may offer you fitting worship. We ask this through Christ our Lord. Amen.",
      "hymn": "Let me mingle tears with thee\nMourning him who mourned for me\nAll the days that I may live."
    },
    "thirteenth": {
      "position": 14,
      "roman_numeral": "XIII",
      "title": "The body of Jesus is taken down from the cross",
      "scripture": "St. John",
      "reading": "After this, Joseph of Arimathrea, who was a disciple of Jesus - though a secret one because he was afraid of the Jews - asked Pilate to let him remove the body of Jesus. Pilate gave permission, so they came and took it away. Nicodemus came as well - the same one who had first come to Jesus at nightime - and he brought a mixture of myrrh and aloes, weighing a hundred pounds.",
      "meditation": {
        "scripture": "",
        "reading": "I pray for them; I am not praying for the world but for those you have given me, because they belong to you: all I have is yours, and all you have is mine, and in them I am glorified. I am not in the world any longer, but they are in the world, and I am coming to you. Holy father, keep those you have given me true to your name, so they may be one like us."
      },
      "image_path": "station13.jpg",
      "let_us_pray": "Father, as your Son was raised on the cross, his mother Mary stood by him, sharing his sufferings. May your church be united with Christ in his suffering and death and so come to share in his rising to new life. We ask this through Christ our Lord, Amen.",
      "hymn": "By the cross with thee to stay\nThere with thee to weep and pray\nIs all I ask of thee to give."
    },
    "fourteenth": {
      "position": 15,
      "roman_numeral": "XIV",
      "title": "Jesus is placed in the sepulcher",
      "scripture": "John 19:40-42",
      "reading": "They took the body of Jesus and wrapped it with the spices in linen clothes, following Jewish burial customs. At the place where he had been crucified, there was a garden, and in this garden, a new tomb in which no one had yet been buried. Since it was the Jewish day of preparation and the tomb was near at hand, they laid Jesus there. (Jn 19:40-42)",
      "meditation": {
        "scripture": "John 17:20-21",
        "reading": "I pray not only for these, but for those also who through their words will believe me. May they all be one. Father, may they be one in us, as you are in me and I am in you, so that the world may belive it was you who sent me."
      },
      "image_path": "station14.jpg",
      "let_us_pray": "Lord God, the creation of man was a wonderful work, and his redemption, still more wonderful. May we persevere in right reason against all that entices us to sin and so attain to everlasting jou, We ask this through Christ our Lord. Amen.",
      "hymn": "While my body here decays\nMay my soul thy goodness praise\nSafe in paradise with thee. Amen."
    },

    "fifteenth": {
      "position": 16,
      "roman_numeral": "XV",
      "title": "The rising of Jesus from the Tomb",
      "scripture": "St. John",
      "reading": "After the sabbath and towards the dawn of the first day of the week, Mary of Magdala and the other Mary went to visit the sepulcher. And all at one, there was a violent earthquake, for the angel of the Lord, descending from heaven, came and rolled away the stone and sat on it. He said to the women, \"There is no need for you to be afraid. I know you are looking for Jesus, who was crucified. He is not here, for he has risen, as he said he would.\"",
      "meditation": {
        "scripture": "Luke 18:31-33",
        "reading": "Now we are going up to Jerusalem, and everything that is written by the prophets about the son of man is to come true. For he will be handed over to the pagans and will be mocked, maltreated and spat on, and when they have scourged him, they will put him to death; and on the third day, he will rise again."
      },
      "image_path": "station14.jpg",
      "let_us_pray": "Almighty, ever-living God, whose only begotten son descended into the realm of the dead and rose again to glory, grant that your faithful people, who were buried with him in baptism, may, by his resurrection, obtain eternal life. We ask this through Christ our Lord. Amen.",
      "hymn": "Jesus Christ is risen today, alleluia\nOur triumphant holy day, alleluia\nWho did once upon the cross, alleluia\nsuffer to redeem our loss, alleluia."
    },
    "closing_prayer": {
      "position": 17,
      "title": "Closing Prayer",
      "scripture": "",
      "reading": "When the Sabbath was past, Mary Magdalene and Mary the mother of James and Salome bought spices, so that they might go and anoint him. And very early on the first day of the week, when the sun had risen, they went to the tomb. And they were saying to one another, \"Who will roll away the stone for us from the entrance of the tomb?\" And looking up, they saw that the stone had been rolled back--it was very large. And entering the tomb, they saw a young man sitting on the right side, dressed in a white robe, and they were alarmed. And he said to them, \"Do not be alarmed. You seek Jesus of Nazareth, who was crucified. He has risen; he is not here. See the place where they laid him.\"",
      "prayer": "I believe in God, the Father almighty, creator of heaven and earth. I believe in Jesus Christ, his only son, our Lord. He was conceived by the Holy Spirit and born of the Virgin Mary. He suffered under Pontius Pilate, was crucified, died, and was buried. He descended to the dead. On the third day he rose again. He ascended into heaven, and is seated at the right hand of the God, the Father Almighty.He will come again to judge the living and the dead.I believe in the Holy Spirit, the holy catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and the life everlasting. Amen",
      "meditation": {
        "scripture": "",
        "reading": ""
      },
      "image_path": "closing_prayer.jpg",
      "let_us_pray": "Almighty and eternal God, you have restored us to life by the triumphant death and resurrection of Christ. Continue this healing work within us. May we who participate in this mystery never cease to serve you. This we ask through Christ our Lord. Amen."
    }
  }
}