{
  "stations": {
    "opening_prayer": {
      "position": 1,
      "roman_numeral": "",
      "title": "Opening Prayer",
      "scripture": "",
      "reading": "",
      "hymn": "At the cross her station keeping\n Stood the mournful mother weeping\n Close to Jesus to the last.",
      "image_path": "opening_prayer.jpg",
      "meditation": {
        "scripture": "",
        "reading": ""
      },
      "let_us_pray": "God our Father, in obedience to you your only son accepted death on the Cross for the salvation of mankind. We acknowledge the mystery of the cross on Earth. May we receive the gift of redemption in heaven. We ask this through Christ our Lord. Amen."
    },
    "first": {
      "position": 2,
      "roman_numeral": "I",
      "title": "Jesus is condemned to death",
      "scripture": "John",
      "reading": "Pilate was anxious to set him free but the Jews shouted: 'If you set him free, you are no friend of Ceaser's; anyone who makes himself king is defying Ceasar'. Hearing these words, Pilate had Jesus brought out. 'Here is your king', he said to the Jews. 'Take him away, take him away!' they said. 'Crucify him' 'Do you want me to crucify your king?' said Pilate. The chief priests answered, 'We have no king except Ceasar'. So in the end, Pilate handed him over to them to be crucified. (In.19:12-13a,15-16).",
      "meditation": {
        "scripture": "",
        "reading": "The father loves me because I lay down my life in order to take it up again. No one takes it from me; I lay it down of my own free will, and as it is in my power to lay it down, so it is in my power to take it up again; and this is the command I have been given by my father. (In.10:17-18)"
      },
      "image_path": "station01.jpg",
      "let_us_pray": "Lord, by shedding his blood for us your Son, Jesus Christ established the paschal mystery. In your goodness, make us holy and watch over us always. We ask this through Christ our Lord, Amen.",
      "hymn": "Through her heart his sorrow sharing\nAll his bitter anguish sharing\nNow at length the sword has passed."
    },
    "second": {
      "position": 3,
      "roman_numeral": "II",
      "title": "Jesus receives his cross",
      "scripture": "John",
      "reading": "Then they took charge of Jesus, and carrying his own cross, he went out of the city to the place of the skull, or as it was called in Hebrew, Golgotha. (In 19:17).",
      "meditation": {
        "scripture": "Matthew 16:24-26",
        "reading": "If anyone wants to be a follower of mine, let him renounce himself, take up his cross and follow me. For anyone who wants to save his life will lose it; but anyone who loses his life for my sake will find it. What then will a man gain, if he wins the whole world and ruins his life? Or what has a man to offer in exchange for his life?"
      },
      "image_path": "station0.jpg",
      "let_us_pray": "Almighty and ever-living God, you gave our saviour the command to become man and undergo the cross, as an example for all men to follow. We have the lessons of his sufferings; give us the fellowship of his resurrection. We ask this through Christ our Lord. Amen.",
      "hymn": "Oh how sad and sore distressed\nWas the mother highly blessed\nOf the sole begotten one."
    },
    "third": {
      "position": 4,
      "roman_numeral": "III",
      "title": "Jesus falls the first time under his cross",
      "scripture": "Isaiah",
      "reading": "The Lord Yahweh has opened my ear. For my part, I made no resistance, neither did I turn away. I offered my back to those who struck me, my cheeks to those who tore at my beard. I did not cover my face against the insult and spittle. The Lord Yahweh came to my help so that I am untouched by the insults. So too, I set my face like flint; I know I shall not be ashamed.",
      "meditation": {
        "scripture": "",
        "reading": "I tell you, most solemnly, unless a wheat grain falls on the ground and dies, it remains only a single grain; but if it dies, it yields a rich harvest. Anyone who loves his life loses it, anyone who hates his life in this world will keep it for eternal life. Now my soul is troubled. What shall I say? Father save me from this hour? But it was for this very reason that I have come to this hour. Father, glorify your name. (In.12:24-25;27-28)."
      },
      "image_path": "station03.jpg",
      "let_us_pray": "Father, through the obedience of Jesus, your servant and your Son, you raised a fallen world, Free us from sin and bring us to the joy that lasts forever. We ask this through Christ our Lord. Amen.",
      "hymn": "Christ above in torment hangs\nShe beneath beholds the pang\nOf her dying glorious son."
    },
    "fourth": {
      "position": 5,
      "roman_numeral": "IV",
      "title": "Jesus is met by his blessed mother",
      "scripture": "St. Luke",
      "reading": "Simeon blessed them and said to Mary his mother, \"You see this child: he is destined for the fall and for the rising of many in Israel, destined to be a sign that is rejected - and a sword will pierce your own sould too - so that the secret thoughts of many might be laid bare\". (Luke.2:34-35).",
      "meditation": {
        "scripture": "",
        "reading": "I have come so that they may have life and have it to the full. I am the good shepherd; I know my own and my own know me, just as the father knows me and I know the father; and I lay down my life for my sheep. (Jn 10:10b,14-15)."
      },
      "image_path": "station04.jpg",
      "let_us_pray": "Father, you prepared the Virgin Mary to be a worthy mother of your Son. You let her share beforehand in the salvation Christ would bring by his death, and kept her sinless from the first moment of her being. Help us by her prayers to live in your presence without sin. We ask this through Christ our Lord. Amen.",
      "hymn": "Is there one who would not weep\nWhelm'd the miseries so deep\nChrist's dear mother to behold."
    },
    "fifth": {
      "position": 6,
      "roman_numeral": "V",
      "title": "The cross is laid upon Simon of Cyrene",
      "scripture": "St. Mark",
      "reading": "They enlisted a passer-by, Simon of Cyrene, Father of Alexander and Rufus, who was coming in from the country to carry his cross.",
      "meditation": {
        "scripture": "",
        "reading": "The disciple is not superior to his teacher, nor the slave to his master, it is enough for the disciple that he should grow to be like his teacher, and the slave like his master. If they have called the master of the house Beelzebul, what will they not say of his household? Do not be afraid of those who kill the body but cannot kill the soul; fear him rather who can destroy bot body and soul in hell. (Matt 10:24-25,28)."
      },
      "image_path": "station05.jpg",
      "let_us_pray": "Father, by the blood of your own Son, you have set all men free and saved us from death, Continue the work of love within us, that by constantly celebrating the mystery of salvation, we may reach the eternal life it promises. We ask this through Christ our Lord. Amen.",
      "hymn": "Can the human heart refrain\nFrom partaking in her pain\nIn that mother's pain untold."
    },
    "sixth": {
      "position": 7,
      "roman_numeral": "VI",
      "title": "Veronica wipes the face of Jesus",
      "scripture": "Prophet Isaiah",
      "reading": "Who could believe what we have heard, and to whom the power of Yahweh been revealed? Like a sapling he grew up in front of us, like a root in arid ground. Without beauty, without majesty, we saw him, no looks to attract our eyes; a thing despised and rejected by men, a man of sorrows and familiar with suffering, a man to make people screen their faces. he was despised and we took no account of him. (Is 53:1-3).",
      "meditation": {
        "scripture": "John 12:45-46",
        "reading": "Whoever sees me, sees the one who sent me, I, the light have come into the world, so that whoever believes in me need not stay in the dark anymore."
      },
      "image_path": "station06.jpg",
      "let_us_pray": "God our father, no secret is hidden from you, for every heart is opened to you and every wish is known. Fill our hearts with the light of your Holy Spirit to free our thoughts from sin, that we may perfectly love you and fittingly praise you. We ask this through Christ our Lord. Amen.",
      "hymn": "Bruised, derided, cursed, defiled\nShe beheld her tender child\nAll with bloody scourges rent."
    },
    "seventh": {
      "position": 8,
      "roman_numeral": "VII",
      "title": "Jesus falls the second time",
      "scripture": "Prophet Isaiah",
      "reading": "And yet ours were the sufferings he bore, our the sorrows he carried. But we, we thought of him as someone punished and struck by God and brought low. Yet he was pierced for our faults, crushed for our sins. On him lies a punishment that brings us peace and through his wounds we are healed. We had all gone astray like sheep each taking his won way and Yahweh burdened him with the sins of all of us. (Is 53:4-6).",
      "meditation": {
        "scripture": "Luke 12:36-37;40",
        "reading": "Be like men who are waiting for their master to return from the wedding feast, ready to open the door as soon as he comes and knocks. Happy those servants whom the master finds awake when he comes. You too must stand ready, because the son of man is coming at an hour you do not expect."
      },
      "image_path": "station07.jpg",
      "let_us_pray": "Almighty God, grant that we who are constantly betrayed by our own weakness, may draw the breath of new life from the passion and death of your only begotten son. We ask this through Christ our Lord. Amen.",
      "hymn": "For the sins of his own nation\n Saw him hang in desolation\n Till his spirit forth he sent."
    },
    "eight": {
      "position": 9,
      "roman_numeral": "VIII",
      "title": "The women of Jerusalem mourns for Jesus",
      "scripture": "Luke 23:27-28",
      "reading": "There was following Jesus a great crowd of people, and among them were some women who were bewailing and lamenting him. Jesus turning to them said, \"Daughters of Jerusalem, do not weep for me but weep for yourselves and for your children.\"",
      "meditation": {
        "scripture": "Lam. 1:12-16",
        "reading": "Come, all you who pass by the way, look and see whether there is any suffering like my suffering, suffering with which the Lord has afflicted me on the day of his blazing wrath. At this I weep, my eyes run with tears far from me are all who could console me, far away are any who might revive me."
      },
      "image_path": "station08.jpg",
      "let_us_pray": "Beloved Jesus, with tears of pity these women of Jerusalem responded to You, broken, bruised, and beaten, on the road to Calvary. Deepen our faith, we beg You, so that we may see You in our brothers and sisters, bruised by our envy, beaten down by injustice, and broken by our greed and our indifference. Amen",
      "hymn": "Jesus falls again in weakness,\nStumbling as we do, to lead us \nThrough our sorrow and our pain."
    },
    "ninth": {
      "position": 10,
      "roman_numeral": "IX",
      "title": "Jesus falls the third time",
      "scripture": "Ps. 118:25-28",
      "reading": "I lie prostrate in the dust; give me life according to your word. I declared my ways, and you answered me; teach me your commands. Make me understand the way of your precepts, and I will meditate on your wondrous deeds. My soul weeps for sorrow; strengthen me with your words.",
      "meditation": {
        "scripture": "Psalm 26:1-3",
        "meditation": "The Lord is my light and my salvation; whom should I fear? The Lord is my life's refuge; of whom should I be afraid? When evildoers come at me to devour my flesh, my foes and my enemies themselves stumble and fall. Though an army encamp against me, my heart will not fear; though war be waged upon me, even then will I trust."
      },
      "image_path": "station09.jpg",
      "let_us_pray": "Almighty and eternal God, You permitted your Son to be weakened, crushed, and profaned so that He might rise from the dead freed from the ravages of sin. Help us to accept our weaknesses and failings as forerunners of our glorious resurrection in union with your Son. Amen",
      "hymn": "Stripped and jeered by his own nation,\nJesus stood in desolation, \nGiving all He had to give."
    },
    "tenth": {
      "position": 11,
      "roman_numeral": "X",
      "title": "Jesus is stripped of his clothes",
      "scripture": "Mt. 27:34-35",
      "reading": "They gave Jesus wine to drink mixed with gall; but when he had tasted it, He would not drink. Then, after they had crucified him, they divided his clothes, casting lots, to fulfill what was spoken through the prophet: \"They divided my clothes among them, and upon my garment they cast lots.\"",
      "meditation": {
        "scripture": "Job 5:17-18; Ps. 68:21-22",
        "reading": "Happy is the man whom God chastises! Do not reject the punishment of the almighty For he wounds, but he binds up; he smites but his hands give healing. Insult has broken my heart, and I am weak. I looked for comforters and I found none. Rather they put gall in my food and in my thirst they gave me vinegar to drink "
      },
      "image_path": "station10.jpg",
      "let_us_pray": "Lord Jesus Christ, stripped of everything, You stood exposed to the jeers and contempt of the people whom You loved. Clothe us with genuine love of others, so that nothing we suffer may ever fill our hearts with hatred or bitterness. Amen.",
      "hymn": "Pierced the hand that blessed and cured us,\nPierced the feet that walked to free us, \nWalked the hill of Calvary."
    },
    "eleventh": {
      "position": 12,
      "roman_numeral": "XI",
      "title": "Jesus is nailed to the cross",
      "scripture": "Luke 23:33-35; John 19:18",
      "reading": "When they came to Golgotha, the place called the Skull, they crucified Jesus and the robbers, one on his right and the other on his left. And Jesus said, \"Father, forgive them for they do not know what they are doing.\"",
      "meditation": {
        "scripture": "Ps. 21:2-3, 15-16, 17b",
        "reading": "My God, my God, why have you forsaken me, far from my prayer, far from the words of my cry? O my God, I cry out by day, and you answer me not; I cry out by night, and there is no relief for me. All my bones are racked. My heart has become like wax melting away within my chest. My throat is dried up like baked clay, my tongue cleaves to my jaws; they have pierced my hands and my feet; I can count all my bones."
      },
      "image_path": "station11.jpg",
      "let_us_pray": "Lord and Saviour. You have told us that we too must accept crucifixion if we are to accept resurrection with You. Help us to rejoice in the sufferings that come with the fulfillment of our daily duties, seeing in them the royal road of the cross to resurrection. Amen.",
      "hymn": "Life eternal, death defiant,\nBowed his head - the world was silent, \nThrough his death came life anew."
    },
    "twelfth": {
      "position": 13,
      "roman_numeral": "XII",
      "title": "Jesus dies on the cross",
      "scripture": "Luke 23:44-46; John 19:30b",
      "reading": "It was now about the sixth hour, and there was darkness over the whole land until the ninth hour, And the sun was darkened, and the curtain of the temple was torn in the middle. Jesus cried out with a loud voice and said, \"It is finished. Father, into your hands I commend my spirit.\" Then, bowing his head, he died.",
      "meditation": {
        "scripture": "from the Reproaches of Good Friday",
        "reading": "My people, what have I done to you? or in what have I offended you? Answer me. What more should I have done, and did not do? I led you out of the land of Egypt, and you prepared a cross for me. I opened the Red Sea before you, and you opened my side with a lance. I gave you a royal scepter, and you have given me a crown of thorns. With great power I lifted you up, and you have hung me upon a cross. My people, what have I done to you, or in what have I offended you? Answer me."
      },
      "image_path": "station12.jpg",
      "let_us_pray": "Our Father, Who art in heaven, hallowed be thy name. Thy kingdom come,  Thy will be done, on earth as it is in heaven. Give us this day our daily bread and forgive us our trespasses, as we forgive those who trespass against us, And lead us not into temptation, but deliver us from evil. Amen",
      "hymn": "Stunned and stricken, Mary, Mother\nIn your arms was placed our Brother\nFull of grace - now filled with grief"
    },
    "thirteenth": {
      "position": 14,
      "roman_numeral": "XIII",
      "title": "The body of Jesus is taken down from the cross",
      "scripture": "John 19:33-34,38a",
      "reading": "When the soldiers came to Jesus, they saw that he was already dead so that they did not break his legs, but one of them opened his side with a lance, and immediately there came out blood and water. Joseph of Arimathea, because he was a disciple of Jesus (although a secret one for fear of the Jews), besought Pilate that he might take away the body of Jesus And Pilate gave permission.",
      "meditation": {
        "scripture": "Ezekiel 37:12-14",
        "reading": "O my people, I will open your graves and have you rise from them, and I will bring you back to your land. Then you shall know that I am the Lord. O my people! I will put my spirit in you that you may live. You shall know then that I am the Lord. I have promised it and I will do it, says the Lord."
      },
      "image_path": "station13.jpg",
      "let_us_pray": "Beloved Saviour, You returned to the Father all that He had given You, so that He might restore all to You a hundred-fold in the glorious resurrection. HeIp us, we beg You, to give generously of ourselves in all that we do for You, so that like You we might be made perfect in a new resurrection. Amen.",
      "hymn": "Jesus, Lord, your gift accepted,\nIn three days, You resurrected.\nYou did first what we shall do."
    },
    "fourteenth": {
      "position": 15,
      "roman_numeral": "XIV",
      "title": "Jesus is laid on the Tomb",
      "scripture": "Mt. 27:59-60",
      "reading": "Joseph of Arimathea took the body of Jesus, and wrapping it in a clean linen cloth he laid it in his new tomb, which he had hewn out of rock. Then he rolled a large stone against the entrance of the tomb and departed.",
      "meditation": {
        "scripture": "Ps 30:1-5",
        "reading": "I will praise you, O Lord, for you lifted me out of the depths and did not let my enemies rejoice over me. O Lord, my God, I cried out to you and you healed me. O Lord, you brought me up from the lower world; you preserved me from among those going down into the pit. Sing praise to the Lord, you his faithful ones, and give thanks to his holy name. For his anger lasts but a moment; his good will is for a lifetime. Weeping may endure for a night but joy comes in the morning."
      },
      "image_path": "station14.jpg",
      "let_us_pray": "Almighty and eternal God, on the edge of sadness when all seemed lost, You restored to us the Saviour we thought defeated and conquered. Help us, we beg You, so to empty ourselves of self concern that we might see your hand in every failure and your victory in every defeat. These things we ask in the name of your Son, Jesus Christ, who lives and reigns forever with You in the unity of the Holy Spirit. Amen.",
      "hymn": "Jesus Risen be our lover\nIn your Food and in our brother, \nLead us home to heaven with You."
    },
    "closing_prayer": {
      "position": 16,
      "title": "Closing Prayer",
      "scripture": "Mark 16:1-6",
      "reading": "When the Sabbath was past, Mary Magdalene and Mary the mother of James and Salome bought spices, so that they might go and anoint him. And very early on the first day of the week, when the sun had risen, they went to the tomb. And they were saying to one another, \"Who will roll away the stone for us from the entrance of the tomb?\" And looking up, they saw that the stone had been rolled back--it was very large. And entering the tomb, they saw a young man sitting on the right side, dressed in a white robe, and they were alarmed. And he said to them, \"Do not be alarmed. You seek Jesus of Nazareth, who was crucified. He has risen; he is not here. See the place where they laid him.\"",
      "prayer": "I believe in God, the Father almighty, creator of heaven and earth. I believe in Jesus Christ, his only son, our Lord. He was conceived by the Holy Spirit and born of the Virgin Mary. He suffered under Pontius Pilate, was crucified, died, and was buried. He descended to the dead. On the third day he rose again. He ascended into heaven, and is seated at the right hand of the God, the Father Almighty.He will come again to judge the living and the dead.I believe in the Holy Spirit, the holy catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and the life everlasting. Amen",
      "meditation": {
        "scripture": "",
        "reading": ""
      },
      "image_path": "closing_prayer.jpg",
      "hymn": ""
    }
  }
}